{
    "inertia":  [
		{
			"eventCode": "IN_AA",
			"name": "Agar Art",
			"desc": "Keep aside paint brush, colours, pencil and eraser. Show your skills using petri dish, microbes and agar!",
			"image": "agar.png"
		},
		{
			"eventCode": "IN_VSM",
			"name": "Virtual Stock Market",
			"desc": "The market is mock, but the rewards will be real. Invest in virtual stock and become a bull or a bear!",
			"image": "vsm1.png"
		},
		{
			"eventCode": "IN_CEJ",
			"name": "Chem E-Jeopardy",
			"desc": "Your wit and skills are reactants, the competition is the catalyst! Use them rightly to achieve the substance of success!",
			"image": "jeop.png"
		},

		{
			"eventCode": "IN_MP",
			"name": "Monopoly",
			"desc": "Use your skills, knowledge and luck of dice. Take correct steps to win or pay a price!",
			"image": "mono.png"
		},
		{
			"eventCode": "IN_ST",
			"name": "Science-Trivia",
			"desc": "Collect the gold in form of knowledge. After digging deep in your education mines the gold maybe buried found at corners. Search hard to win this trivia of science!",
			"image": "trivia.png"
		},
		{
			"eventCode": "IN_CE",
			"name": "Chemi-emoji",
			"desc":"The equation of winning should be done fast! So be quick, the answer should be as perfect as your emoji’s pick!",
			"image": "emoji.png"
		},
		{
			"eventCode": "IN_ST",
			"name": "SHARK TANK",
			"desc": "Pitch your idea or product, display the product’s spark. Showcase your entrepreneurship skills to get a deal from the sharks!",
			"image": "ST.png"
		}

		
	
		
		
		
	
		
	],

	"swoosh":[
		{
			"eventCode": "SW_IPL",
			"name": "IPL AUCTION",
			"desc":"Don’t just be a couch cricket pundit just seeing the game,Ananta provides you a chance to create and play your own team.",
			"image": "ipl.png"

		},
		{
			"eventCode": "SW_BBS",
			"name": "BEG BORROW STEAL",
			"desc":"Collect listed item to complete your deal, Beg it, Borrow it or just steal",
			"image": "Beg.png"
		},
		{
			"eventCode": "SW_SG",
			"name": "SQUID GAME",
			"desc": "Contest with numerous opponents,The winner will be the one who survived,The thrill and excitement will be same as series,Just your death is deprived ;)",
			"image": "Squid.svg"

		},
		{
			"eventCode": "SW_RD",
			"name": "ROADIES",
			"desc": "Contest with numerous opponents,The winner will be the one who survived,The thrill and excitement will be same as series,Just your death is deprived ;)",
			"image": "roadies.png"
		},
		{
			"eventCode": "SW_ER",
			"name": "ESCAPE ROOM",
			"desc": "Room full of puzzles,Time limit is there to tussle,To escape fast you need to hustle,To open door use brain not muscle",
			"image": "escspe.png"
		},
		{
			"eventCode": "SW_DB",
			"name": "DOUCHE BALL",
			"desc":"Jump, Duck, Move - Do whatever fits you,All this before the ball hits you",
			"image": "douch.png"
		},

		{
			"eventCode": "SW_SOM",
			"name": "Snake-O-Mystery",
			"desc": "Snake-O-Mystery is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and ",
			"image": "Snake.png"
		},
		{
			"eventCode": "SW_MM",
			"name":"Membric",
			"desc": "Membric is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image":"membric.png"
		},

		{
              "eventCode": "SW_FF",
			  "name": "Free Fire",
			  "desc": "Free Fire is a battle royale game, developed by 111dots Studio and published by Garena for Android and iOS. Players enter a battlefield where they",
			  "image": "freefire.png"
		},

		{
			"eventCode": "SW_AB",
			"name": "Anime Battle",
			"desc": "Anime Battle is a battle royale game, developed by 111dots Studio and published by Garena for Android and ",
			"image": "anime.png"
		}, 

		{
			"eventCode": "SW_v",
			"name": "Valorant",
			"desc": "Valorant is a free-to-play multiplayer first-person shooter developed and published by Riot Games. The game is a tactical first-person shooter",
			"image": "valo1.png"

		},

		{
			"eventCode": "SW_TH",
			"name": "Treasure Hunt",
			"desc": "Treasure Hunt is a free-to-play multiplayer first-person shooter developed and published by Riot Games. The game is a tactical first-person shooter",
			"image": "Thunt.png"
		}
	
	],

	"kalakriti":[
		{
              "eventCode": "KK_DR",
			  "name": "Deep Racer",
			  "desc": "Developers of all skill levels can get hands on with machine learning through a cloud based 3D racing simulator, fully autonomous 1/18th scale race car driven by reinforcement learning, and global racing league.",
			  "image": "freefire.png",
			  "price": "200"
		},
		{
			"eventCode": "KK_BI",
			"name": "Power BI",
			"desc": "Power BI is a business analytics service by Microsoft. It aims to provide interactive visualizations and business intelligence capabilities with an interface simple enough for end users to create their own reports and dashboards.",
			"image": "vsm1.png",
			"price": "200"
		},
		{
			"eventCode": "KK_TD",
			"name": "Tie and Dye",
			"desc": "Tie-dye is a term used to describe a number of resist dyeing techniques and the resulting dyed products of these processes.",
			"image": "vsm1.png",
			"price": "250"
		},
		{
			"eventCode": "KK_TB",
			"name": "Tote Bag",
			"desc": "Tote Bag ",
			"image": "vsm1.png",
			"price": "250"
		},
		{
			"eventCode": "KK_FA",
			"name": "Fluid Art",
			"desc": "Whether you want to call it fluid art, liquid art, or acrylic pouring, there’s nothing more satisfying than creating abstract masterpieces by letting pigment run amok. ",
			"image": "vsm1.png",
			"price": "250"
		}
		
	],
	
	"upshot" :[
        
		{
			"eventCode": "US_UD",
			"name": "7 Up 7 Down",
			"desc": "7 Up 7 Down is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"

		}
		

	]
}