{
    "inertia":  [
		{
			"eventCode": "IN_AA",
			"name": "Agar Art",
			"desc": "Keep aside paint brush, colours, pencil and eraser. Show your skills using petri dish, microbes and agar!",
			"image": "agar.png"
		},
		{
			"eventCode": "IN_CEJ",
			"name": "Chem E-Jeopardy",
			"desc": "Your wit and skills are reactants, the competition is the catalyst! Use them rightly to achieve the substance of success!",
			"image": "jeop.png"
		},
		{
			"eventCode": "IN_ST",
			"name": "Science-Trivia",
			"desc": "Collect the gold in form of knowledge. After digging deep in your education mines the gold maybe buried found at corners. Search hard to win this trivia of science!",
			"image": "trivia.png"
		},
		{
			"eventCode": "IN_VSM",
			"name": "Virtual Stock Market",
			"desc": "The market is mock, but the rewards will be real. Invest in virtual stock and become a bull or a bear!",
			"image": "vsm1.png"
		},

		{
			"eventCode": "IN_MP",
			"name": "Monopoly",
			"desc": "Use your skills, knowledge and luck of dice. Take correct steps to win or pay a price!",
			"image": "mono.png"
		},
	
		{
			"eventCode": "IN_ST",
			"name": "GSFCU SHARK TANK",
			"desc": "You remember startups like Scrub Daddy, Sleep Styler from Shark Tank- USA and Bamboo India, Skippi from Shark Tank- India. Now, it's time for you to showcase your startup and product with Shark Tank- GSFCU.",
			"image": "ST.png"
		},
		{
			"eventCode": "IN_LM",
			"name": "Language Mystery",
			"desc": "A language is a system that consists of the development, acquisition, maintenance and use of complex systems of communication, particularly the human ability to do so; and a language is any specific example of such a system.",
			"image": "LM.png"
		},
		{
			"eventCode": "IN_ME",
			"name": "Master's Eye",
			"desc": "  This isn’t just any normal rookie level programming. Read  the problem statement(s) , place your cursor on screen and poof! The display is gone and then starts the challenge of coding with no lookbacks.",
			"image": "ME.png"
		}

		
	
		
		
		
	
		
	],

	"swoosh":[
		{
			"eventCode": "SW_IPL",
			"name": "IPL AUCTION",
			"desc":"Don’t just be a couch cricket pundit just seeing the game, Ananta provides you a chance to create and play your own team.",
			"image": "ipl.png"

		},
		{
			"eventCode": "SW_BBS",
			"name": "BEG BORROW STEAL",
			"desc":"Collect listed item to complete your deal, Beg it, Borrow it or just steal",
			"image": "Beg.png"
		},
		{
			"eventCode": "SW_SG",
			"name": "SQUID GAME",
			"desc": "Contest with numerous opponents,The winner will be the one who survived, The thrill and excitement will be same as series, Just your death is deprived ;)",
			"image": "Squid.svg"

		},
		{
			"eventCode": "SW_RD",
			"name": "ROADIES",
			"desc": "Contest with numerous opponents, The winner will be the one who survived, The thrill and excitement will be same as series, Just your death is deprived ;)",
			"image": "roadies.png"
		},
		{
			"eventCode": "SW_ER",
			"name": "ESCAPE ROOM",
			"desc": "Room full of puzzles, Time limit is there to tussle,To escape fast you need to hustle, To open door use brain not muscle",
			"image": "escspe.png"
		},
		{
			"eventCode": "SW_DB",
			"name": "DODGE BALL",
			"desc":"Jump, Duck, Move - Do whatever fits you,All this before the ball hits you",
			"image": "douch.png"
		},

		{
			"eventCode": "SW_SOM",
			"name": "Snake-O-Mystery",
			"desc": "Snake-O-Mystery is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and ",
			"image": "Snake.png"
		},
		{
			"eventCode": "SW_MM",
			"name":"Membric",
			"desc": "Join us for an exciting memory game event! This classic game is a great way to challenge your memory skills and have some fun with friends.",
			"image":"membric.png"
		},
		{
			"eventCode": "SW_TH",
			"name": "Treasure Hunt",
			"desc": " ``Of course. Treasure Hunts make much better stories when there's treasure at the end.`` is what Eric Berlin wrote in 'The Puzzling World of Winston Breen'. Hunt down the clues, follow your hunch and solve them before the time runs out.",
			"image": "Thunt.png"
		},
		
		 
		{
			"eventCode": "SW_CK",
			"name": "BGMI",
			"desc": "Battleroyale has taken over almost every single device in this country so time for you to update your phones, get your best headsets and get ready for the most fun battle royale match.",
			"image": "BGMI.png"
		},
		
		{
			"eventCode": "SW_FF",
			"name": "Free Fire",
			"desc": "With immersive gameplay, realistic graphics, and a range of characters and weapons to choose from, Free Fire offers an intense gaming experience that keeps players coming back for more.",
			"image": "freefire.png"
		},
		{
			"eventCode": "SW_v",
			"name": "Valorant",
			"desc": " The stakes are high and the situation is critical so, buckle up with your best gaming gears for this 5v5 custom match, get your updates done, cause this isn’t your average game of Valorant",
			"image": "valo1.png"
			
		},
		{
			"eventCode": "SW_AB",
			"name": "Anime Battle",
			"desc": "Test your knowledge about anime in this event against other anime fans. So gather your nakama and sharpen your kunai to prove who is the best!!!",
			"image": "anime.png"
		}


		
	
	],
	
	"upshot" :[
        
		{
			"eventCode": "US_UD",
			"name": "7 Up 7 Down",
			"desc": "7 Up 7 Down is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"

		},
		{
			"eventCode": "US_BD",
			"name": "Housie",
			"desc": "Isn’t it fun when you get together with your friends and family just to sit around chit-chat and play some random game. With housie it feels like home and getting together all over again, gather around with your fifteen friends and come try your luck out.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "US_BD",
			"name": "Tic Tac Toe",
			"desc": "Human Tic Tac Toe is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "US_BD",
			"name": "Swift Fingers",
			"desc": "Everyone loves typing tests and taking typing test with their friends for fun everyday, what if we told you that you can stand a chance to win exciting prizes by just typing fast.",
			"image": "Swift.png"
		},
		{
			"eventCode": "",
			"name" : "Floating Balls",
			"desc": "Floating Balls is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "",
			"name": "Target The Rings",
			"desc": "3 Rings in a Cup is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "",
			"name": "3 Shots in Basket",
			"desc": "3 Shots in Basket is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "",
			"name": "Glass Pyramid",
			"desc": "Glass Pyramid is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		},
		{
			"eventCode": "",
			"name": "Cup Stacking",
			"desc": "Cup Stacking is a game of snakes and ladders with a twist. The game is played on a board with 100 squares. The board is divided into 10 rows and 10 columns.",
			"image": "vsm1.png"
		}
		

	]
}