{
    "inertia":  [
		{
			"eventCode": "IN_AA",
			"name": "Agar Art",
			"desc": "Are you an Artist or a Biotechnologist? Well now you’ve found your right spot. Come forward and show your creativity, not with colors but with bacterias in Agar Art!! ",
			"image": "agar.png",
			"link" : "https://drive.google.com/file/d/1s1elIOCmcwI85eJ7ri7vnQ6CbPtLpuUR/view?usp=share_link"
			
		},
		{
			"eventCode": "IN_CEJ",
			"name": "Chem E-Jeopardy",
			"desc": "Here Your Chemical Knowledge Takes the Lead! Buzz your answers before your opponents can, and get closer to winning your exciting prize!",
			"image": "jeop.png",
			"link" : "https://drive.google.com/file/d/11YMY-FCbKn1oQHe1eSedK5mDmmXUMQgz/view?usp=share_link"

		},
		{
			"eventCode": "IN_ST",
			"name": "Science-Trivia",
			"desc": "Test your knowledge, explore the unknown - join the quest for scientific discovery! Unleash your science knowledge and get a chance to win breathtaking prizes.",
			"image": "trivia.png",
			"link" : "https://drive.google.com/file/d/1jcFQ2LjfmU1Zlg0tEerI9BYsfFZ8NKZx/view?usp=share_link"
		},
		{
			"eventCode": "IN_VSM",
			"name": "Virtual Stock Market",
			"desc": "Think you have what it takes to navigate the stock market? Prove it in our virtual trading challenge!” Put your stock market knowledge to the test and show you have what it takes to succeed!",
			"image": "vsm1.png",
			"link" : "https://drive.google.com/file/d/13AyD-Q9290nBneKhdpgNTxSqRW6b9tQJ/view?usp=share_link"
		},

		
		{
			"eventCode": "IN_LM",
			"name": "Language Mystery",
			"desc": "A language is a system that consists of the development, acquisition, maintenance and use of complex systems of communication, particularly the human ability to do so; and a language is any specific example of such a system.",
			"image": "LM.png",
			"link": "https://drive.google.com/file/d/11u9xNcVg9pMMHXAXHDSkg7UFX4HlSdn7/view?usp=share_link"
		},
		{
			"eventCode": "IN_MP",
			"name": "Monopoly",
			"desc": "Board game that won't let you get bored. Check your financial as well as statistical skills and be the winner of the game that everyone wants to concur!",
			"image": "mono.png",
			"link": "https://drive.google.com/file/d/1JOsICgxOaxLf3d4WON4JL2WDhPzOXtp7/view?usp=share_link"

		},
		{
			"eventCode": "IN_ME",
			"name": "Master's Eye",
			"desc": "Coding with a screen is easy but a real coder is the one who can code without the screens on! Inspect your coding skills with us and win amazing prizes!",
			"image": "ME.png",
			"link": "https://drive.google.com/file/d/1po-mxM8RWi8-Fgb5IUX7tNQL2E-xAz23/view?usp=share_link"
		}
		
		
		
		
		
		
		
		
	],
	
	"swoosh":[
		{
			"eventCode": "SW_TH",
			"name": "Treasure Hunt",
			"desc": "Hunting for a suitable job can be difficult and frustrating, but hunting for treasure is always fun and exciting. Join us in our event where you find treasure from the clues and have a great time of your life!",
			"image": "Thunt.png",
			"link" : "https://drive.google.com/file/d/17J_Seab7RK-ZgR_UPDIsV6osogipFSgw/view?usp=share_link"
		},
		{
			"eventCode": "SW_RD",
			"name": "ROADIES",
			"desc": "Strength, courage, and determination. The ultimate test of endurance, resilience, and gritJoin the Roadies tribe and experience the thrill of adventure, danger, and victory!",
			"image": "roadies.png",
			"link" : "https://drive.google.com/file/d/1prmYgfHjY3FDvyGZCiYGm92ZGMAt2z8y/view?usp=share_link"
		},
		{
			"eventCode": "SW_ST",
			"name": "GSFCU SHARK TANK",
			"desc": "Shark Tank: where innovation, investment, and inspiration come together to make history!Pitch your ideas, face the sharks, and strike the deal of a lifetime!",
			"image": "ST.png",
			"link" : "https://drive.google.com/file/d/1FqJyn9afbWbHYZHKELbSKgF0ff4WV6UG/view?usp=share_link"
		},
		{
			"eventCode": "SW_IPL",
			"name": "IPL AUCTION",
			"desc":"Where stars are made and fortunes are won. PL Auction - the ultimate game of cricket bidding! Who Will Strike the Best Deal and become the king of the world of bidding? ",
			"image": "ipl.png",
			"link": "https://drive.google.com/file/d/12_F-zoDKB-XNAVIJ9uEeb2zKpae1KbJU/view?usp=share_link"

			
		},
		{
			"eventCode": "SW_SG",
			"name": "SQUID GAME",
			"desc": "Survive the games, or face the consequences. Play Squid Game and prove you have what it takes to be the last one standing!",
			"image": "Squid.svg",
			"link" : "https://drive.google.com/file/d/1DpRMIPh_Lx-uJxhu47nOWPKw4yHPo4AV/view?usp=share_link"

		},
		{
			"eventCode": "SW_ER",
			"name": "ESCAPE ROOM",
			"desc": "Unlock your inner detective and escape the room before time runs out! Unlock the Mystery and test your skills and challenge your mind in our thrilling Escape Room event.",
			"image": "escspe.png",
			"link" : "https://drive.google.com/file/d/1_hO-w4D-kWRouFPQVlcg5nbvMWneyJD0/view?usp=share_link"
		},
		{
			"eventCode": "SW_BGMI",
			"name": "BGMI",
			"desc": "“Winner Winner Chicken dinner” that's what they say when you rule amongst the other players.Come join us in the journey of this thrilling game and get the title that everyone craves for.",
			"image": "BGMI.png",
			"link" : "https://drive.google.com/file/d/1i_6sltdQlw19mCBoKDKPlFWyx9RKtW3W/view?usp=share_link"
		},
		
		{
			"eventCode": "SW_FF",
			"name": "Free Fire",
			"desc": "Get ready to drop into the action-packed world of Free Fire. Gather your squad and fight for survival like never before! Experience the thrill and outsmart your opponents and claim victory in the ultimate showdown!",
			"image": "freefire.png",
			"link" : "https://drive.google.com/file/d/1KxiLSKfjg9u-3nAyuvzWvZZaOp-oeAdO/view?usp=share_link"
		},
		{
			"eventCode": "SW_V",
			"name": "Valorant",
			"desc": "Enter the digital battlefield and fight for the glory, Unleash your team's potential in the online world and remember “Precision is key, victory is earned”",
			"image": "valo1.png",
			"link" : "https://drive.google.com/file/d/1AzKB5_A1-PElBdtW7gDdTc-dFzqUiGSV/view?usp=share_link"
			
		},
		{
			"eventCode": "SW_BBS",
			"name": "BEG BORROW STEAL",
			"desc":"Outwit and outdo the competition by using your resourcefulness and cunning to gather the most items from the list in record time! Get ready to beg, borrow, or steal your way to victory in this fast-paced scavenger hunt challenge!",
			"image": "Beg.png",
			"link" : "https://drive.google.com/file/d/12W1DEEAQUQPNChpXY6eaK1L_VBUlLfMJ/view?usp=share_link"
		},
		{
			"eventCode": "SW_DB",
			"name": "DODGE BALL",
			"desc": "Dodging real life problems seems impossible but dodging a ball thrown by your opponent seems easy. Let's find the truth in this statement together and play dodgeball and win the whooping prize of excitement and fun!",
			"image": "douch.png",
			"link" : "https://drive.google.com/file/d/1jX-bnozUBDSK7iSAZfjR-EGPS5DjZxXJ/view?usp=share_link"
		},

		{
			"eventCode": "SW_SOM",
			"name": "Snake-O-Mystery",
			"desc": "Get ready to roll the dice and test your brain power!Are you ready to slither your way to victory?Do you have what it takes to solve the snake-o-mystery? Participate in our event and see if you can make it to the finish line! ",
			"image": "Snake.png",
			"link" : "https://drive.google.com/file/d/1o76eQ6hjTLG3bo3sTRN_7lOJLYBUSEKe/view?usp=share_link"
		},
		{
			"eventCode": "SW_MM",
			"name":"Membric",
			"desc": "Membric: A game of memory, strategy and teamwork! Challenge your memory, communication, and speed and don’t forget to play it smart! Can your team make it to the final round and become the ultimate winner?",
			"image":"membric.png",
			"link" : "https://drive.google.com/file/d/1rgOWnHGhZXh6kd5SUB_Q3zbrwVirwr2Q/view?usp=share_link"


		},
		
		 
		{
			"eventCode": "SW_AB",
			"name": "Anime Battle",
			"desc": "Experience the thrill of epic anime battles and show off your skills. Get ready to clash with your favorite anime heroes and discover who is the strongest in this  Battle - the ultimate anime fighting game!",
			"image": "anime.png",
            "link" : "https://drive.google.com/file/d/1ZsF2kO4sp4kOzNlUbvc4MqQHn1VEFndy/view?usp=share_link"

		}


		
	
	],
	
	"upshot" :[
        
		{
			"eventCode": "US_UD",
			"name": "7 Up 7 Down",
			"desc": "Ready for a guessing game to test your luck? Join us with 7 Up 7 Down and forecast your fortune and win exciting prizes!",
			"image": "7u7.png",
			"link" : "https://drive.google.com/file/d/1rfDaruoKQDTCo1Bzgn7PhemVt11JIXHi/view?usp=share_link"
			

		},
		{
			"eventCode": "US_BD",
			"name": "Housie",
			"desc": "Bingo! You found yourself a great way of fun and friendly competition with a reminiscence of family time. Join us in this popular game of chance where players match numbers on their cards to the numbers called out by the game host. Are you lucky enough to win and take home the rewards?",
			"image": "housie.png",
			"link" : "https://drive.google.com/file/d/1g9Ozvl5T8EzVDngUzKBFARhRbc4T4uqX/view?usp=share_link"
		},
		{
			"eventCode": "US_BD",
			"name": "Gobble Gobble",
			"desc": "Outsmart your opponent and gobble up victory in Gobble Gobble - the strategic game of memory and deduction! Gobblet Gobblers is a strategic feast of memory and deduction where players aim to devour their opponent's chances of winning. With cunning moves and a keen eye, line up your game pieces to form a triumphant row of three before your opponent can!",
			"image": "gag.png",
			"link" : "https://drive.google.com/file/d/1brn0Pwh-UyK5RwpVwsuvsC3o9Apgpvdh/view?usp=share_link"
		},
		{
			"eventCode": "US_BD",
			"name": "Swift Fingers",
			"desc": "Everyone loves typing tests and taking typing test with their friends for fun everyday, what if we told you that you can stand a chance to win exciting prizes by just typing fast.",
			"image": "sf.png",
			"link" : "https://drive.google.com/file/d/1V84vhs78ycvJ7FzlICtZO47Z3FSZFS6r/view?usp=share_link"
		},
		{
			"eventCode": "",
			"name" : "Floating Balls",
			"desc": "Get hooked and hold tight as you navigate the watery challenge of the Floating Ball Game - a team event that requires coordination, strategy, and a steady hand. Can you keep your cup upright and your eyes on the prize?",
			"image": "fb.png",
			"link" : "https://drive.google.com/file/d/1GUyMjaRBWJUePvqxMXVOnCUYvAa_GggT/view?usp=share_link"
		},
		{
			"eventCode": "",
			"name": "Target The Rings",
			"desc": "Ring in the Fun with Target the Rings! - Come test your skills and see if you can land the rings on the pegs to win big prizes! A classic game that never gets old, Target the Rings is perfect for all ages and levels of experience.",
			"image": "3ring.png",
			"link" : "https://drive.google.com/file/d/1uqmxb5i5p4taeBLndfInQ1xqLzEtrSFP/view?usp=share_link"
		},
		{
			"eventCode": "",
			"name": "3 Shots in Basket",
			"desc": "Rise above the rim and leave your mark on the game! Test your precision, speed, and agility, and basket more balls than your opponent can! ;)",
			"image": "3ball.png",
			"link" : "https://drive.google.com/file/d/1ih-Fnx1cX2Fe61eXlkEZy88mHf1W7V6O/view?usp=share_link"
		},
		{
			"eventCode": "",
			"name": "Glass Pyramid",
			"desc": "“Ready, aim, smash! Test your accuracy and win big in our smash the pyramid game. Can you knock down all the glasses and become the ultimate champion?",
			"image": "gp.png",
			"link" : "https://drive.google.com/file/d/1raczm1VW2gCVhdCmLIuN-o6ThYrc-ZgB/view?usp=share_link"
		},
		{
			"eventCode": "",
			"name": "Cup Stacking",
			"desc": "Stack your way to victory with our bucket of fun! Join our cup stacking challenge and test your teamwork and coordination skills as you race to the finish line with a bucket full of water. Will you spill or thrill in this ultimate challenge?",
			"image": "cs.png",
			"link" : "https://drive.google.com/file/d/17-ivXc9E0PpV6Y-0mJ025YTZimWv-mNs/view?usp=share_link"
		}
		

	]
}
